<template>
    <div>
        <h1 class="headerone">Проект</h1>
        <div class="text-container">
            <div class="text-block-1">
                <h2>Ecodomen - агрегатор регистраторов доменных имен</h2>
                Многие пользователи интернета не разбираются в тонкостях хостинга и доменов. При попытке создать собственный сайт они часто переплачивают, обращаясь к крупным регистраторам. Мы протягиваем таким людям руку помощи, упрощая процесс поиска и регистрации доменных имён. Наше приложение помогает найти наилучшие предложения, учитывая потребности пользователя.
            </div>
            <div class="text-block-2">   
                <h2>Ecodomen зарождался как учебный проект</h2> 
                Но быстро вырос и собрал вокруг себя команду начинающих разработчиков (в том числе - тестировщика, дизайнера и проджект-менеджера). К сожалению, для развития проекта рук все равно не хватает, поэтому мы будем рады приветствовать в команде новых участников.
            </div>
        </div>
        <div class="text-container-2">
            <div class="text-block-1">    
                <h2>Наш стек технологий:</h2>
                <ul>
                    <li>Python</li>
                    <li>Django</li>
                    <li>Scrapy</li>
                    <li>Git</li>
                    <li>Телеграм - коммуникация</li>
                </ul>
            </div>
            <div class="text-block-2">
                <h2>Мы работаем на волонтерской основе, вкладывая свое свободное время.</h2> 
                Если кто-то из участников проекта сталкивается с трудностями при выполнении задачи, остальные всегда готовы помочь.
                Ecodomen - это проект с открытым исходным кодом (Open Source). Участие в таких проектах не только ценится в сообществе разработчиков, но и может оказаться преимуществом при поиске работы в сфере IT.
            </div>
        </div>  
    </div>
</template>
<style>
    @import "@/assets/css/project.css";
</style>
